-- Update script for MOJO FAMILY theme seeds
TRUNCATE TABLE `amazpot_seeds`;

INSERT INTO `amazpot_seeds` (`id`, `type`, `type_cn`, `growduration`, `stepduration`, `quantity`, `rare`, `unitprice`) VALUES 
(1, 'green_apple', '野蛮的甜青苹果', 36000, 7200, 60, 0, 159),
(2, 'tomato', '人仰马番', 36000, 7200, 50, 0, 159),
(3, 'pear', '鸭梨大小姐', 36000, 7200, 60, 0, 159),
(4, 'watermelon', '紧张西西', 36000, 7200, 80, 1, 159),
(5, 'cherry', '红得发紫', 36000, 7200, 80, 1, 159),
(6, 'lemon', '鸡犬不柠', 36000, 7200, 35, 1, 159),
(7, 'banana', '四处流香', 36000, 7200, 90, 1, 159),
(8, 'carrot', '魔魔胡胡', 36000, 7200, 30, 1, 159),
(9, 'carrot_big', '魔魔胡胡(大)', 43200, 8640, 20, 2, 299),
(10, 'carrot_orn', '魔魔胡胡(吊饰)', 36000, 7200, 45, 1, 199),
(11, 'carrot_ny', '魔魔胡胡(新年)', 36000, 7200, 65, 1, 159),
(12, 'qbag', '津津有味', 36000, 7200, 110, 1, 129),
(13, 'rose', '玫好的一天', 43200, 8640, 15, 2, 159),
(14, 'cheers', '干杯快乐', 36000, 7200, 70, 0, 159),
(15, 'peas', '我不转豌', 36000, 7200, 70, 1, 159),
(16, 'powerbank', '魔魔胡胡(电源)', 43200, 8640, 10, 2, 229);
